<?php
include_once ("./header.php");
?>
<div  class="container">
    <img width ="100%" src ="img/banner.jpg"></img>    
    <br>
    <h1>关于我们</h1>    
    <p>
        中医药信息原理与标准研究室是中国中医科学院中医药信息研究所8个主要业务科室之一。研究室的研究方向为以下三个方面：1、中医药信息原理研究；2、中医药信息标准研究；3、中医药信息术语资源建设研究。
        研究室由中医药信息研究人员与计算机等相关领域人员组成，具有中医、中药、针灸、计算机、信息系统等多学科的学业背景，70%的研究人员具有博士学位。</p>
    <p><strong>一、中医药信息原理研究：</strong></p>
    <ol>
        <li>中医药信息学科建设：根据国家中医药信息共享战略发展与国家中医药管理局重点学科中医药信息学的最新进展，在学科带头人的指导下，不断充实中医药信息理论，拓展学科研究内容、研究方法、研究领域；负责中医药信息学学科体系构建工作，负责完成国家中医药管理局对重点学科的检查资料准备和完善工作，跟踪了解国内相关学科的现状及发展趋势。
        </li>
        <li>中医药信息理论研究：充实中医药信息研究理论，拓展研究领域；跟踪国内外中医药信息学最新发展状态。</li>
        <li>中医药信息方法与技术研究：寻找、学习国内外先进技术方法，组织开展新技术、新方法的运用、实施，开展相关科学研究工作。</li>
    </ol>
    <p><strong>二、中医药信息标准研制</strong></p>
    <ol>
        <li>中医药信息标准研究：承担和参与中医药信息标准研究项目，进行中医药信息标准的前期技术积累与研究，建立信息标准知识服务平台，拓展新标准项目。 </li>
        <li>中医药信息标准制定：组织开展中医药信息标准草案撰写和制定工作，组织开展国际标准申报工作，参加国际、国内标准组织有关标准制定的相关活动。</li>
        <li>作为ISO/TC215与ISO/249联合工作组秘书处单位，承担着联合工作组的协调工作。</li>
    </ol>  
    <p><strong>三、中医药信息术语标准资源建设研究</strong></p>
    <ol>
        <li>中医药学主题词表建设与维护工作：中医药学主题词表是我所具有知识产权并自主开发的项目，经过1987版、1996版、2007版三版的建设，已成为世界上唯一正在使用也得到公认的中医药学主题词表，现有主题词8000余个。中医药主题词表与美国国立医学图书馆建立的医学主题词表（MeSH）具有兼容性，与MeSH联合使用，可进行中医药学文献的主题标引。今年将建设中医药主题词表网络版，我科室负责每年中医药主题词表的更新工作，进行日常维护，提供词表的对外服务。并承担基于中医药主题词表的文献数据检索利用开发工作。
        </li>
        <li>中医药临床术语系统的资源建设工作：中医药临床术语系统是我所自主开发项目，现有临床术语概念11万多个，术语30余万个，主要可应用于中医临床电子病历术语支持。目前正在推进中医药临床术语词库与语料库的收集整理工作，逐步推进和临床医院的联合开发应用工作。
        </li>
        <li>中医药语言系统资源建设工作：中医药语言系统（包括古籍语言系统）是我所自主开发的项目，现有概念12万多个，术语32万，语义类型126个，语义关系58种。中医药语言系统主要应用于中医药文献的语义检索，并支持数据仓库建设与数据挖掘研究。其中语义检索可以对概念的进行升维与降维检索。目前继续进行中医药语言系统语义关系规则与加工方法研究，并逐步推进中医药语言系统（包括古籍语言系统）检索应用研究。
        </li>                
    </ol>  
    <p><strong>四、我们正在开展的科研项目</strong></p>
    <?php
    include_once ("./project_list.php");
    ?>
    <p><strong>五、我们能够开展的对外服务</strong></p>

    <ol>
        <li>中医药本体研发托管服务</li>
        <li>中医药知识图谱服务</li>
        <li>定题检索服务</li>
        <li>术语标准检索服务</li>
        <li>术语正异名转换服务</li>
        <li>基于中医药学语言系统的文献检索服务</li>
        <li>中医古籍分词服务</li>

    </ol>

    详见我们的<a  href="docs/终极版1标准研究室对外服务宣传文档.doc" role="button">对外服务宣传文档</a>

</p>
<hr>    

<h1>联系我们</h1>

<address>
    <strong>中国中医科学院中医药信息研究所</strong><br>
    <strong>中医药信息原理与标准研究室</strong><br>       
    <strong>地址：</strong>&nbsp;中国•北京市东直门内南小街16号　<strong>邮编:</strong>&nbsp;100700<br>
    <strong><abbr title="中医药信息原理与标准研究室的固定电话">电话：</abbr></strong>&nbsp; (010) 64014411转3220
</address>
<address>
    <strong>于彤</strong><br>
    中国中医科学院中医药信息研究所 博士后<br>
    <a href="mailto:#">yutongoracle@hotmail.com</a>
</address>
<hr>
<hr>
</div>




<?php
include_once ("./foot.php");
?>