<?php
$formula = array("分类",'处方来源','药物组成',"组成",'加减','功效',"功用", '主治',"用法", '用法用量', "化裁", '制备方法',   
    '用药禁忌',
    '临床应用',
    '药理作用',
    '各家论述');

$herb = array(
    '药材基原',
    '动植物形态',
    '资源分布',
    '生态环境',
    '药用植物栽培',
    '采收和储藏',
    '药用部位',
    '生药材鉴定',
    '中药化学成分',
    '理化性质',
    '中药化学鉴定',
    '中药有效成分结构式的测定',
    '炮制方法',
    '剂型',
    '中药制药工艺',
    '药理作用',
    '药理学',
    '药代动力学',
    '毒理学',
    '药物配伍',
    '药性',
    '归经',
    '功效',
    '功效分类',
    '主治',
    '用法用量',
    '用药禁忌',
    '不良反应及治疗',
    '选方',
    '临床运用',
    '各家论述',
    '考证',
    '药物应用鉴别',
    '药典收录',
    '药材拉丁名',
    '拉丁植物动物矿物名',
    '科属分类',
    '出处');  
   
   
$ontology = array("方剂" => $formula, "中药" => $herb);
//print_r($ontology["方剂"]); 
?>
